Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Eventual Glucose > Target Glucose, but glucose is changing faster than expected. Expected:
bg: Прогнозната глюкоза > целевата, но глюкозата се променя по-бързо от очакваното. Очаквано:
cs: Výsledná glykémie > Cílová glykémie, ale glykémie se mění rychleji, než se čekalo. Očekáváno:
da: Eventuel glukose > Målglukose, men glukose ændrer sig hurtigere end forventet. Forventet:
de: Prognostizierte Glukose > Glukoseziel, aber die Glukose fällt schneller als erwartet. Erwartet:
es: Glucosa eventual > Glucosa objetivo, pero la glucosa está cambiando más rápido de lo esperado. Esperado:
fr: La valeur de glucose estimée dépasse la cible de glucose, mais la variation du glucose est plus rapide que prévu. Valeur attendue :
it: previsione glicemica > Target Glicemia, ma il glicemia sta cambiando più velocemente del previsto. Previsto:
nb_no: Beregnet blodsukker > Blodsukkermål, men blodsukkeret endres raskere enn forventet. Forventet:
nl: Voorspelde glucose > doelglucose maar de glucose daalt sneller dan verwacht.. Verwacht:
pl: Przewidywana glikemia > glikemii docelowej, ale poziom glikemii zmienia się szybciej niż oczekiwano. Oczekiwano:
pt_pt: Glicose Eventual > Glicose do destino, mas a glicose está mudando mais rápido do que o esperado. Esperado:
ru: Конечная глюкоза выше целевой, но уровень глюкозы меняется быстрее, чем ожидалось. Ожидалось:
sv: Prognos > målvärde, men glukosvärdet ändras snabbare än väntat. Förväntat:
uk: Можлива глюкоза > цільова глюкоза, але рівень глюкози змінюється швидше, ніж очікувалося. Очікується:
vi: Đường huyết đang tăng nhanh hơn dự kiến – dù vẫn cao hơn mục tiêu. Mức dự kiến:
zh_hant: 最終血糖 > 目標血糖，但血糖變化比預期快。預期：

source: Eventual Glucose > Target Glucose, but glucose is climbing slower than expected. Expected:
bg: Прогнозната глюкоза > целевата, но глюкозата се покачва по-бавно от очакваното. Очаквано:
cs: Výsledná glykémie > Cílová glykémie, ale glykémie stoupá pomaleji, než se čekalo. Očekáváno:
da: Eventuel glukose > Målglukose, men glukose klatrer langsommere end forventet. Forventet:
de: Prognostizierte Glukose > Glukoseziel, aber die Glukose steigt langsamer als erwartet. Erwartet:
es: Glucosa eventual > Glucosa objetivo, pero la glucosa está escalando más lenta de lo esperado. Esperado:
fr: La valeur de glucose estimée dépasse le glucose cible, mais l’augmentation du glucose est plus lente que prévu. Valeur attendue :
it: previsione glicemica > Target glicemia, ma la glicemia sale più lentamente del previsto.
nb_no: Beregnet blodsukker > Blodsukkermål, men blodsukkeret stiger saktere enn forventet. Forventet:
nl: Voorspelde glucose > doelglucose maar de glucose daalt sneller dan verwacht.. Verwacht:
pl: Przewidywana glikemia > glikemii docelowej, ale poziom glikemii rośnie wolniej niż oczekiwano. Oczekiwano:
pt_pt: Eventual Glucose > Glicose do destino, mas a glicose é subindo mais lenta do que o esperado. Esperado:
ru: Конечная глюкоза выше целевой, но уровень глюкозы повышается медленнее, чем ожидалось. Ожидалось:
sv: Prognos > Målvärde, men ditt glukosvärde stiger långsammare än väntat. Förväntat:
uk: Можливий рівень глюкози > цільовий рівень глюкози, але рівень глюкози зростає повільніше, ніж очікувалося. Очікується:
vi: Đường huyết đang tăng chậm hơn dự kiến – dù vẫn cao hơn mục tiêu. Mức dự kiến:
zh_hant: 最終血糖 > 目標血糖，但血糖上升比預期慢。預期：

source: Eventual Glucose > Target Glucose, but glucose is falling faster than expected. Expected:
bg: Прогнозната глюкоза > целевата, но глюкозата спада по-бързо от очакваното. Очаквано:
cs: Výsledná glykémie > Cílová glykémie, ale glykémie klesá rychleji, než se čekalo. Očekáváno:
da: Eventuel glukose > Målglukose, men glukose falder hurtigere end forventet. Forventet:
de: Prognostizierte Glukose > Glukoseziel, aber die Glukose fällt schneller als erwartet. Erwartet:
es: Glucosa eventual > Glucosa objetivo, pero la glucosa está cayendo más rápido de lo esperado. Esperado:
fr: La valeur de glucose estimée dépasse le glucose cible, mais la baisse du glucose est plus rapide que prévu. Valeur attendue :
it: previsione glicemica > Target Glicemia, ma la glicemia sta diminuendo più velocemente del previsto. Previsto:
nb_no: Beregnet blodsukker > Blodsukkermål, men blodsukkeret synker raskere enn forventet. Forventet:
nl: Voorspelde glucose > doelglucose maar de glucose daalt sneller dan verwacht.. Verwacht:
pl: Przewidywana glikemia > glikemii docelowej, ale poziom glikemii spada szybciej niż oczekiwano. Oczekiwano:
pt_pt: Glicose Eventual > Glicose Alvo, mas a glicose está caindo mais rápido que o esperado. Esperado:
ru: Конечная глюкоза выше целевой, но уровень глюкозы падает быстрее, чем ожидалось. Ожидалось:
sv: Prognos > målvärde, men ditt glukosvärde sjunker snabbare än väntat. Förväntat:
uk: Можливий рівень глюкози > цільовий рівень глюкози, але рівень глюкози падає швидше, ніж очікувалося. Очікується:
vi: Đường huyết đang giảm nhanh hơn dự kiến – dù vẫn cao hơn mục tiêu. Mức dự kiến:
zh_hant: 最終血糖 > 目標血糖，但血糖下降比預期快。預期：

# Eventual Glucose > Target Glucose, but glucose is predicted to drop down to
source: Eventual Glucose > Target Glucose, but glucose is predicted to first drop down to
bg: Прогнозната глюкоза > целевата, но се прогнозира, че глюкозата ще падне до
cs: Výsledná glykémie > Cílová glykémie, ale předpověď počítá s počátečním poklesem na
da: Eventuel glukose > Målglukose, men glukose forventes først at falde ned til
de: Prognostizierte Glukose > Glukoseziel, aber Glukose wird voraussichtlich sinken auf
es: Glucosa eventual > Glucosa objetivo, pero se prevé que la glucosa caiga primero a
fr: La valeur de glucose estimée dépasse le glucose cible, mais il est prévu qu’il baisse d’abord jusqu’à
it: previsione glicemica > target glicemia, ma si prevede che il glucosio scenda prima a
nb_no: Beregnet blodsukker > blodsukkermål, men blodsukkeret er først beregnet å falle til
nl: Voospelde glucose > doelglucose, maar de glucose wordt voorspeld dat de glucose eerst omlaag zal gaan tot
pl: Przewidywana glikemia > glikemii docelowej, ale prognozuje się, że poziom glukozy spadnie do
pt_pt: Eventual Glucose > Glicose Alvo, mas a glicose é prevista para o primeiro drop down
ru: Конечная глюкоза выше целевой, но прогнозируется, что уровень глюкозы сначала упадёт до
sv: Prognos är över målvärde, men ditt glukosvärde väntas först sjunka ner till
uk: Кінцева глюкоза вища за цільову, але прогнозується, що рівень глюкози спочатку впаде до
vi: Đường huyết dự đoán sau cùng cao hơn mục tiêu, nhưng được dự đoán sẽ giảm xuống mức...
zh_hant: 最終血糖 > 目標血糖，但血糖預測會先下降到

source: Everything you enter here can be adjusted later in the app.
bg: Всичко, което въведете тук, може да бъде коригирано по-късно в приложението.
cs: Vše co si teď nastavíš později můžeš změnit v aplikaci.
da: Alt, hvad du indtaster her, kan justeres senere i appen.
de: Alles, was Du hier eingibst, kann später in der App noch geändert werden.
fr: Toutes les informations saisies ici pourront être modifiées plus tard dans l’app.
nb_no: Alt du legger inn her kan justeres senere i appen.
nl: Alles wat u hier invoert kan later in de app worden aangepast.
pl: Wszystko, co tutaj wprowadzisz, może zostać zmienione później w aplikacji.
sv: Allt som du anger här kan justeras senare i appen.
vi: Mọi thông tin bạn nhập tại đây đều có thể điều chỉnh sau này trong ứng dụng.
zh_hant: 您在這裡輸入的一切可以在應用程式中後續進行調整。

source: Example Calculation
bg: Примерно изчисление
cs: Ukázkový výpočet
da: Eksempelberegning
de: Beispielberechnung
fr: Exemple de calcul
nb_no: Eksempel-beregning
nl: Voorbeeld berekening
pl: Przykładowe Obliczenia
sv: Exempelberäkning
vi: Ví dụ tính toán
zh_hant: 範例計算

source: exceeded
bg: надвишено
cs: překročeno
da: overskredet
de: überschritten
es: superado
fr: dépassée
it: superato
nb_no: overskredet
nl: overschreden
pl: przekroczony
pt_pt: excedido
ru: превышен
sv: överskriden
uk: перевищено
vi: đã vượt quá
zh_hant: 超過

source: Exercise Mode
bg: Режим „Физическа активност“
cs: Režim cvičení
da: Motion Tilstand
de: „Sport-Modus“
es: Modo de ejercicio
fr: Mode exercice
it: Modalità Esercizio
nb_no: Treningsmodus
nl: Beweging modus
pl: Tryb ćwiczeń
pt_pt: Modo exercício
ru: Режим упражнений
sv: Motionsläge
uk: Режим Тренування
vi: Chế độ tập thể dục
zh_hant: 運動模式

source: Experimental
bg: Експериментално
cs: Experimentální
da: Eksperimentel
de: Experimentell
fr: Expérimental
it: Sperimentale
nb_no: Eksperimentell
nl: Experimenteel
pl: Eksperymentalny
ru: Экспериментально
sv: Experimentell
uk: Експериментальний
vi: Thực hiện
zh_hant: 實驗性

source: Expiration Reminder
bg: Напомняне за изтичане
cs: Připomenutí expirace
da: Udløbs Påmindelse
de: Ablauf Erinnerung
es: Recordatorio de Caducidad
fr: Rappel d’expiration
it: Promemoria di scadenza
nb_no: Utløpspåminnelse
nl: Let op je Pod vervalt
pl: Termin Ważności
pt_pt: Lembrete de expiração
ru: Напоминание об истечении срока
sv: Påminnelse om utgångsdatum
uk: Нагадування про Термін Дії
vi: Nhắc nhở hết hạn
zh_hant: 到期提醒

source: Expiration Reminder Default
bg: Напомняне за изтичане по подразбиране
cs: Výchozí připomenutí expirace
da: Påmindelse Om Udløb Standard
de: Standard Ablauf-Erinnerung
es: Recordatorio de expiración por defecto
fr: Rappel d'expiration par défaut
it: Promemoria scadenza predefinito
nb_no: Standard utløpspåminnelse
nl: Herinnering vervaldatum ingeschakeld
pl: Domyślne powiadomnienie o terminie ważności
pt_pt: Lembrete de expiração padrão
ru: Напоминание об истечении срока
sv: Standard påminnelsetid
uk: Нагадування про закінчення терміну
vi: Mặc định nhắc nhở hết hạn
zh_hant: 到期提醒預設

source: Export Categories
bg: Експортиране на категории
cs: Kategorie exportu
de: Kategorien exportieren
fr: Catégories à exporter
nb_no: Eksportkategorier
pl: Eksportuj kategorie
vi: Xuất danh mục
zh_hant: 匯出分類

source: Export Date
bg: Дата на експортиране
cs: Datum exportu
de: Exportdatum
fr: Date d'exportation
nb_no: Eksportdato
pl: Data eksportu
vi: Ngày xuất dữ liệu
zh_hant: 匯出日期

source: Export Error
bg: Грешка при експортиране
cs: Export selhal
de: Export Fehler
fr: Erreur d'exportation
nb_no: Feil ved eksport
pl: Błąd eksportu
vi: Lỗi khi xuất
zh_hant: 匯出錯誤

source: Export failed: %@
bg: Неуспешно експортиране: %@
cs: Export selhal: %@
de: Export fehlgeschlagen: %@
fr: Échec de l'exportation: %@
nb_no: Eksport feilet: %@
pl: Eksport nieudany: %@
vi: Kết xuất thất bại: %@
zh_hant: 匯出失敗：%@

source: Export logs
bg: Експортиране на логове
cs: Exportovat log
da: Eksporter logs
de: Ereignisprotokolldatei exportieren
es: Exportar registros
fr: Exporter les logs
it: Esporta i registri
nb_no: Eksporter logger
nl: Logboek exporteren
pl: Eksportuj logi
pt_pt: Exportar logs
ru: Экспорт журналов
sv: Exportera loggar
uk: Експорт журналів
vi: Kết xuất nhật ký
zh_hant: 匯出日誌

source: Export not available
bg: Експортирането не е налично
cs: Export není k dispozici
da: Eksport ikke tilgængelig
de: Export nicht möglich
es: Exportación no disponible
fr: Exportation non disponible
it: Esportazione non disponibile
nb_no: Eksport ikke tilgjengelig
nl: Exporteren niet beschikbaar
pl: Eksport niedostępny
pt_pt: Exportação não disponível
ru: Экспорт недоступен
sv: Export inte tillgänglig
uk: Експорт відсутній
vi: Không thể kết xuất
zh_hant: 無法匯出

source: Export Settings
bg: Експортиране на настройки
cs: Nastavení exportu
de: Exporteinstellungen
fr: Réglages d'exportation
nb_no: Eksporter innstillinger
pl: Eksportuj Ustawienia
vi: Xuất Cài đặt
zh_hant: 匯出設定

source: Exporting...
bg: Експортиране...
cs: Exportuji...
de: Wird exportiert...
fr: Exportation...
nb_no: Eksporterer...
pl: Eksportowanie...
vi: Đang xuất...
zh_hant: 匯出中...

source: Extended
bg: Разширено
cs: Rozšířený
da: Forlænget
de: Erweitert
es: Extendido
fr: Étendu
it: Esteso
nb_no: Utvidet
nl: Uitgebreid
pl: Rozszerzone
pt_pt: Estendida
ru: Расширенные
sv: Utökad
uk: Розширений
vi: Mở rộng
zh_hant: 擴展

source: External
bg: Външно
cs: Externí
da: Ekstern
de: Extern
es: Externo
fr: Externe
it: Esterno
nb_no: Ekstern
nl: Extern
pl: Zewnętrzny
pt_pt: externo
ru: Внешний
sv: Externt
uk: Зовнішній
vi: Bên ngoài
zh_hant: 外部

source: External Bolus
bg: Външен болус
cs: Externí bolus
de: Externer Bolus
fr: Bolus externe
nb_no: Ekstern bolus
pl: Bolus zewnętrzny
vi: Liều bolus ngoài hệ thống
zh_hant: 外部注射

source: External Insulin
bg: Външен инсулин
cs: Externí inzulín
da: Ekstern Insulin
de: Externes Insulin
es: Insulina externa
fr: Insuline externe
it: Insulina Esterna
nb_no: Eksternt insulin
nl: Externe insuline
pl: Insulina z zewnątrz
pt_pt: Insulina externa
ru: Внешний инсулин
sv: Externt insulin
uk: Зовнішній інсулін
vi: Liều insulin tiêm ngoài
zh_hant: 外部胰島素

source: External Insulin?
bg: Външен инсулин?
cs: Externí inzulín?
da: Ekstern Insulin?
de: Externes Insulin?
fr: Insuline externe ?
nb_no: Eksternt insulin?
pl: Insulina z zewnątrz?
vi: Có insulin từ nguồn bên ngoài không?
zh_hant: 外部胰島素？

source: External:
bg: Външно:
cs: Externí:
da: Ekstern:
de: Extern:
fr: Externe :
nb_no: Ekstern:
nl: Extern:
pl: Zewnętrzny:
sv: Externt:
vi: Mở rộng:
zh_hant: 外部:

source: Extracting calibrationdata from sensor
bg: Извличане на данни за калибриране от сензора
cs: Získávám kalibrační data ze senzoru
da: Udtrækker kalibreringsdata fra sensor
de: Kalibrationsdaten aus Sensor auslesen
es: Extrayendo datos de calibración del sensor
fr: Extraction des données d’étalonnage depuis le capteur
it: Estraendo i dati di calibrazione dal sensore
nb_no: Henter ut kalibreringsdata fra sensoren
nl: Kalibratiegegevens uit de sensor halen
pl: Wyodrębnianie danych kalibracji z czujnika
pt_pt: Extraindo calibrationdata do sensor
ru: Извлечение данных калибровки из сенсора
sv: Extraherar kalibreringsdata från sensorn
uk: Вилучення калібрування даних від сенсора
vi: Đang trích xuất dữ liệu hiệu chuẩn từ cảm biến
zh_hant: 從傳感器提取校準資料

source: 𝑭 = fat(g) × 90%
bg: 𝑭 = мазнини(g) × 90%
cs: 𝑭 = tuk(g) × 90%
da: F = fedt (g) × 90 %
de: 𝑭 = Fett(g) × 90%
es: F = grasa(g) × 90%
fr: 𝑭 = lipides(g) × 90%
it: F = grassi (g) × 90
nb_no: 𝑭 = fett(g) × 90%
nl: F = fat(g) × 90%
pl: F = tłuszcz (g) × 90
pt_pt: F = gordura(g) × 90%
ru: F = f(g) × 90%
sv: F = fett(g) × 90%
uk: F = жирний (g) × 90%
vi: 𝑭 = chất béo (g) × 90%
zh_hant: 𝑭 = 脂肪(g) × 90%

source: Factory Calibration Parameters
bg: Заводски параметри за калибриране
cs: Tovární kalibrační parametry
da: Fabrikskalibreringsparametre
de: Werkskalibrierungsparameter
es: Parámetros de calibración de fábrica
fr: Retour aux paramètres d’étalonnage d'usine
it: Parametri di Calibrazione di Fabbrica
nb_no: Fabrikkens kalibreringsparametre
nl: Fabriekskalibratie voor parameters
pl: Parametry kalibracji fabrycznej
pt_pt: Parâmetros da Calibração de Fábrica
ru: Параметры заводской калибровки
sv: Parametrar för fabrikskalibrering
uk: Параметри заводського калібрування
vi: Thông số hiệu chuẩn mặc định
zh_hant: 工廠校準參數

# Failed to create a new object in %@ from %@.
source: Failed to create a new object in %1$@ from %2$@.
bg: Неуспешно създаване на нов обект в %@ от %@.
cs: Nepodařilo se vytvořit nový objekt v %1$@ z %2$@.
da: Kunne ikke oprette et nyt objekt i %1$@ fra %2$@.
de: Das Erstellen eines neuen Objekts in %1$@ aus %2$@ ist fehlgeschlagen.
es: Error al crear un nuevo objeto en %1$@ desde %2$@.
fr: Impossible de créer un nouvel objet dans %1$@ à partir de %2$@.
it: Impossibile creare un nuovo oggetto in %1$@ da %2$@.
nb_no: Kunne ikke opprette et nytt objekt i %1$@ fra %2$@.
nl: Het maken van een nieuw object in %1$@ van %2$@ is mislukt.
pl: Nie udało się utworzyć nowego obiektu w %1$@ z %2$@.
pt_pt: Falha ao criar um novo objeto em %1$@ do %2$@.
ru: Не удалось создать новый объект в %1$@ из %2$@.
sv: Det gick inte att skapa ett nytt objekt i %1$@ från %2$@.
uk: Не вдалося створити новий об'єкт в %1$@ з %2$@.
vi: Không thể tạo đối tượng mới trong %1$@ từ %2$@.
zh_hant: 在 %1$@ 中從 %2$@ 創建新物件失敗。

# Failed to execute a batch delete request in %@ from %@.
source: Failed to execute a batch delete request in %1$@ from %2$@.
bg: Неуспешно изпълнение на заявка за групово изтриване в %@ от %@.
cs: Nepodařilo se provést hromadný požadavek na smazání v %1$@ z %2$@.
da: Mislykkedes at udføre en batch sletning anmodning i %1$@ fra %2$@.
de: Eine Batch-Löschanforderung in %1$@ von %2$@ konnte nicht ausgeführt werden.
es: Error al ejecutar una solicitud de eliminación por lotes en %1$@ desde %2$@.
fr: Impossible de supprimer un groupe d’éléments (en batch) dans %1$@ à partir de %2$@.
it: Impossibile eseguire una richiesta di eliminazione batch in %1$@ da %2$@.
nb_no: Feil under kjøring av en batch-sletting av forespørsel i %1$@ fra %2$@.
nl: Kan een batchverwijderingsverzoek niet uitvoeren in %1$@ uit %2$@.
pl: Nie udało się wykonać żądania usunięcia zbiorczego w %1$@ z %2$@.
pt_pt: Falha ao executar um pedido de exclusão em lote do %1$@ do %2$@.
ru: Не удалось выполнить пакетный запрос на удаление в %1$@ из %2$@.
sv: Det gick inte att köra en begäran om att radera en batch i %1$@ från %2$@.
uk: Не вдалося виконати запит на видалення пакета в %1$@ з %2$@.
vi: Không thể thực hiện yêu cầu xóa hàng loạt trong %1$@ từ %2$@.
zh_hant: 在 %1$@ 中從 %2$@ 執行批次刪除請求失敗。

# Failed to execute a batch insert request in %@ from %@.
source: Failed to execute a batch insert request in %1$@ from %2$@.
bg: Неуспешно изпълнение на заявка за групово вмъкване в %@ от %@.
cs: Nepodařilo se provést hromadný požadavek na vložení v %1$@ z %2$@.
da: Kunne ikke udføre en batchindsættelsesanmodning i %1$@ fra %2$@.
de: Fehler beim Ausführen einer Batch-Insert-Anfrage in %1$@ von %2$@.
es: No se pudo ejecutar una solicitud de inserción por lotes en %1$@ desde %2$@.
fr: Impossible d’insérer un groupe d’éléments (en batch) dans %1$@ à partir de %2$@.
it: Esecuzione di una richiesta di inserimento batch in %1$@ da %2$@.
nb_no: Feil ved kjøring av en batch-lagringsforespørsel i %1$@ fra %2$@.
nl: Kan een batchinvoegverzoek niet uitvoeren in %1$@ uit %2$@.
pl: Nie udało się wykonać żądania wstawienia wsadowego w %1$@ z %2$@.
pt_pt: Falha ao executar uma solicitação de inserção de lote no %1$@ do %2$@.
ru: Не удалось выполнить пакетный запрос вставки в %1$@ от %2$@.
sv: Det gick inte att köra en kommandoradsbegäran i %1$@ från %2$@.
uk: Не вдалося виконати запит на вставку пакета в %1$@ з %2$@.
vi: Không thể thực hiện yêu cầu chèn hàng loạt trong %1$@ từ %2$@.
zh_hant: 在 %1$@ 中從 %2$@ 執行批次插入請求失敗。

# Failed to execute a persistent history change request in %@ from %@.
source: Failed to execute a persistent history change request in %1$@ from %2$@.
bg: Неуспешно изпълнение на заявка за промяна на persistent history в %@ от %@.
cs: Nepodařilo se provést požadavek na změnu trvalé historie v %1$@ z %2$@.
da: Kunne ikke udføre en anmodning om vedvarende historik ændring i %1$@ fra %2$@.
de: Fehler beim Ausführen einer Änderungsanforderung für persistenten Verlauf in %1$@ von %2$@.
es: Error al ejecutar una solicitud de cambio de historial persistente en %1$@ desde %2$@.
fr: Impossible d’appliquer une modification d'historique persistante de %1$@ à partir de %2$@.
it: Esecuzione di una richiesta di modifica cronologia persistente in %1$@ da %2$@.
nl: Het uitvoeren van een hardnekkig geschiedeniswijzigingsverzoek in %1$@ van %2$@ is mislukt.
pl: Nie udało się wykonać żądania zmiany historii w %1$@ z %2$@.
pt_pt: Falha ao executar uma solicitação de mudança de histórico persistente em %1$@ do %2$@.
ru: Не удалось выполнить запрос на изменение истории изменений в %1$@ от %2$@.
sv: Det gick inte att köra en ihållande historikändringsbegäran i %1$@ från %2$@.
uk: Не вдалося виконати постійний запит зміни історії в %1$@ з %2$@.
vi: Không thể thực hiện yêu cầu thay đổi lịch sử lưu trữ trong %1$@ từ %2$@.
zh_hant: 在 %1$@ 中從 %2$@ 執行持久歷史變更請求失敗。

# Failed to fetch object %@ in %@ from %@.
source: Failed to fetch object %1$@ in %2$@ from %3$@.
bg: Неуспешно извличане на обект %@ в %@ от %@.
cs: Nepodařilo se načíst objekt %1$@ v %2$@ z %3$@.
da: Kunne ikke hente objekt %1$@ i %2$@ fra %3$@.
de: Fehler beim Abrufen von Objekt %1$@ in %2$@ von %3$@.
es: No se pudo obtener el objeto %1$@ en %2$@ desde %3$@.
fr: Échec de la récupération de l’objet %1$@ dans %2$@ depuis %3$@.
it: Recupero dell'oggetto %1$@ in %2$@ da %3$@ non riuscito.
nl: Kan object %1$@ niet ophalen uit %2$@ uit %3$@.
pl: Nie udało się pobrać obiektu %1$@ w %2$@ z %3$@.
pt_pt: Falha ao buscar o objeto %1$@ em %2$@ de %3$@.
ru: Не удалось получить объект %1$@ в %2$@ из %3$@.
sv: Det gick inte att hämta objektet %1$@ i %2$@ från %3$@.
uk: Не вдалося отримати об’єкт %1$@ в %2$@ із %3$@.
vi: Không thể lấy đối tượng %1$@ trong %2$@ từ %3$@.
zh_hant: 在 %3$@ 中從 %2$@ 獲取物件 %1$@ 失敗。

source: Failed to import algorithm data.
bg: Неуспешно импортиране на данни за алгоритъма.
cs: Nepodařilo se importovat data algoritmu.
da: Kunne ikke importere algoritmedata.
de: Algorithmusdaten konnten nicht importiert werden.
fr: Échec de l’importation des données de l’algorithme.
nb_no: Kunne ikke importere algoritmedata.
nl: Importeren van algoritme gegevens is mislukt.
pl: Nie udało się zaimportować danych algorytmu.
sv: Kunde inte importera algoritmdata.
vi: Không nhập được dữ liệu thuật toán.
zh_hant: 匯入演算法資料失敗。

source: Failed to import glucose history.
bg: Неуспешно импортиране на история на глюкозата.
cs: Nepodařilo se importovat historii glukózy.
da: Kunne ikke importere glukosehistorik.
de: Glukoseverlauf konnte nicht importiert werden.
fr: Échec de l’importation de l’historique du taux de glucose.
nb_no: Kunne ikke importere blodsukkerhistorikk.
nl: Fout bij het importeren van glucosegeschiedenis.
pl: Nie udało się zaimportować historii glikemii.
sv: Kunde inte importera glukoshistorik.
vi: Không nhập được lịch sử đường huyết.
zh_hant: 匯入血糖歷史記錄失敗。

source: Failed to import pump history.
bg: Неуспешно импортиране на история на помпата.
cs: Nepodařilo se importovat historii pumpy.
da: Kunne ikke importere pumpehistorik.
de: Der Import des Pumpenverlaufs ist fehlgeschlagen.
fr: Échec de l’importation de l’historique des valeurs de la pompe.
it: Impossibile importare la cronologia della pompa.
nb_no: Kunne ikke importere pumpehistorikk.
nl: Fout bij het importeren van pompgeschiedenis.
pl: Nie udało się zaimportować historii pompy.
sv: Kunde inte importera pumphistorik.
vi: Không nhập được lịch sử bơm.
zh_hant: 匯入幫浦歷史記錄失敗。

source: Failed to Suspend Insulin Delivery
bg: Неуспешно спиране на подаването на инсулин
cs: Nepodařilo se pozastavit podávání inzulínu
da: Kunne ikke suspendere leveringen af insulin
de: Unterbrechung der Insulinagabe fehlgeschlagen
es: Error al suspender la entrega de insulina
fr: Impossible de suspendre l’administration d’insuline en cours
it: Sospensione della consegna dell'insulina non riuscita
nb_no: Insulintilførselen kunne ikke settes på pause
nl: Onderbreken van insulinetoediening mislukt
pl: Nie udało się zawiesić podawania insuliny
pt_pt: Falha ao suspender Entrega da Insulina
ru: Не удалось приостановить подачу инсулина
sv: Kunde inte pausa pump
uk: Не вдалося Призупинити Введення Інсуліну
vi: Không thể tạm dừng việc cung cấp insulin
zh_hant: 無法暫停胰島素輸送
